{"inkVersion":20,"root":[["^GRIM: Heyyyyy, Catnip.","\n","^CAT: Hello, Grim.","\n","^GRIM: I notice you look a little... goopy at the moment. Did something happen?","\n","^CAT: Yes. Don't ask.","\n","ev","str","^Ask anyways","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Leave it alone","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ GRIM: You know I have to ask, you're green all over!","\n","^CAT: Ugh. If you must know, I was partially eaten by a giant... I don't even know what it was.","\n","^A man-eating snail maybe. But then I got stuck half-way down and had to cut my way out. Hence the goop.","\n","^GRIM: Ew.","\n","^CAT: You're the one who asked!","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ GRIM: Fine, I won't ask. This is my non-curious face.","\n","^CAT: Thanks.","\n","^GRIM: But I'm sure it was badass.","\n","^CAT:...thanks.","\n","^GRIM: Our job kinds sucks, huh? We're either doing paperwork or getting gooped- we don't even get regular time off.","\n","^CAT: I suppose, when you say it that way. But I actually really like this job.","\n","^GRIM: Really? Why?","\n","^CAT: In a way, we have the easiest job in the world.","\n","^It's the opposite of a life or death situation. No matter what happens with the client, they can't make any more mistakes.","\n","^Whether they're going to reincarnate, go to the afterlife, or just find eternal rest, this stage of their existence is done. No going back.","\n",{"->":"0.g-0"},{"#f":5}],"g-0":["ev","str","^I never thought of it that way.","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^I can see that.","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["\n",{"->":"0.g-1"},{"#f":5}],"c-3":["\n",{"->":"0.g-1"},{"#f":5}],"#f":5}],"g-1":["^CAT: It's a bit different for everyone, I guess. When someone moves on, they can let go of stress and pain, and just... be for a bit.","\n","^Until whatever happens next happens. I envy that state of existence a bit.","\n","^GRIM: Me too, dude...Well, I'm ready to get back to it. Ready to kick some ass?","\n","^CAT: I always am.","\n","end",["done",{"#f":5,"#n":"g-2"}],{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}