{"inkVersion":20,"root":[["^Thank you, EMPLOYEE_NAME for returning to complete the Employee Self-Assessment and Satisfaction Survey. We value your voice and input as we strive to make NextSteps Soul GuidingCo. an even better company.","\n",["ev",{"^->":"0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":"0.c-0","flg":18},{"s":["^Here we go again. Seriously, they had better give me a giftcard.",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":"0.2.s"},[{"#n":"$r2"}],"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["^Here at NextSteps Soul Guiding Co., we believe in the saying “Teamwork makes the dream work!” How would you rate your relationship with your co-workers?","\n",["ev",{"^->":"0.g-0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^...","/str","/ev",{"*":".^.^.c-1","flg":22},{"s":["^Eh",{"->":"$r","var":true},null]}],{"c-1":["ev",{"^->":"0.g-0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"^, I'd say they're as good as they've ever been. Catrina is still mad I had to destroy her corporeal body to avert the bug-pocalypse, but even she agrees I had a valid excuse. She's on administrative duty until the end of time, pretty much, but at least I always know where to find my best frenemy.","\n",{"->":"0.g-1"},{"#f":5}],"#f":5}],"g-1":["^How would you rate your job satisfaction overall? What can your managers do to motivate your performance, besides confinement to the boiling sulphur pit?","\n","ev","str","^Hmm...","/str","/ev",{"*":".^.c-2","flg":20},{"c-2":["\n","^Before the ZomBug catastrophe and meeting the Lord of the Flies, I would have rated myself \"spiritually confined to the pit,\" but after averting the Bug-pocalypse, things have changed for the better. First, I got a hefty bonus, and second, my request for time off was approved for the first time in decades. But there's also been a shift in my personal motivation. As the new legal guardian to several hundred insect babies, I've become very interested in averting the ongoing mass extinction of bugs and insects all over the world. The way I see it, taking action now means that I'll have more time to annoy Cat and take naps in the future.","\n","^I don't think the Lord of the Flies will ever rise again, despite what my insect babies think. But if they're right, and if he does, I'll be ready. I'll be waiting at the gates of the underworld with my shotgun, a smile and a big old flyswatter.","\n","end",{"->":"0.g-2"},{"#f":5}],"#f":5}],"g-2":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}